"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ a été téléchargé et est prêt à être utilisé ! Voulez-vous l'installer et relancer %1$@ maintenant ?";

"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ a été téléchargé. Voulez-vous l'installer et relancer %1$@ maintenant ?";

"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "%1$@ ne peut être mis à jour sur un volume en lecture seule. Déplacez %1$@ dans le dossier Applications, relancez-le, et recommencez.";

"%@ %@ is currently the newest version available." = "%@ %@ est la version la plus récente disponible.";

/* Description text for SUUpdateAlert when the update is downloadable. */
"%@ %@ is now available--you have %@. Would you like to download it now?" = "%@ %@ est disponible ; vous utilisez la version %@. Voulez-vous le télécharger maintenant ?";

/* Description text for SUUpdateAlert when the update informational with no download. */
"%@ %@ is now available--you have %@. Would you like to learn more about this update on the web?" = "%@ %@ est disponible ; vous utilisez la version %@. Voulez-vous en savoir plus sur cette mise à jour sur le Web ?";

"%@ downloaded" = "%@ téléchargé (s)";

"%@ of %@" = "%@ sur %@";

"A new version of %@ is available!" = "Une nouvelle version de %@ est disponible !";

"A new version of %@ is ready to install!" = "Une nouvelle version de %@ est prête à être installée !";

"An error occurred in retrieving update information. Please try again later." = "Une erreur est survenue en récupérant les informations de mise à jour. Veuillez réessayer plus tard.";

"An error occurred while downloading the update. Please try again later." = "Une erreur est survenue en téléchargeant la mise à jour. Veuillez réessayer plus tard.";

"An error occurred while extracting the archive. Please try again later." = "Une erreur est survenue en extrayant les données de l'archive. Veuillez réessayer plus tard.";

"An error occurred while installing the update. Please try again later." = "Une erreur est survenue en installant la mise à jour. Veuillez réessayer plus tard.";

"An error occurred while parsing the update feed." = "Une erreur est survenue en analysant les informations de mise à jour.";

"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "Une erreur est survenue en relançant %1$@, mais la nouvelle version sera disponible à la prochaine ouverture de %1$@.";

"An important update to %@ is ready to install" = "Une mise à jour importante de %@ est disponible !";

/* the unit for bytes */
"B" = "o";

"Cancel" = "Annuler";

"Cancel Update" = "Annuler la mise à jour";

"Checking for updates..." = "Recherche de mises à jour…";

/* Take care not to overflow the status window. */
"Downloading update..." = "Téléchargement de la mise à jour…";

/* Take care not to overflow the status window. */
"Extracting update..." = "Extraction de la mise à jour…";

/* the unit for gigabytes */
"GB" = "Go";

"Install and Relaunch" = "Installer et relancer";

/* Take care not to overflow the status window. */
"Installing update..." = "Installation de la mise à jour…";

/* the unit for kilobytes */
"KB" = "Ko";

/* Alternative name for "Install" button if we have a paid update or other update 	without a download but with a URL. */
"Learn More..." = "En savoir plus…";

/* the unit for megabytes */
"MB" = "Mo";

/* OK button. */
"OK" = "OK";

/* Status message on progress window once download has finished. */
"Ready to Install" = "Prêt pour l'installation";

/* Message that is optionally shown at startup to allow users to turn on/off update checks. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "%1$@ doit-il rechercher automatiquement les mises à jour ? La mise à jour est toujours possible manuellement depuis le menu de %1$@.";

"The update is improperly signed." = "La mise à jour n’est pas correctement signée.";

"Update Error!" = "Erreur durant la mise à jour !";

"Updating %@" = "Mise à jour de %@";

/* 'Error' message when the user checks for updates but is already current or the feed doesn't contain any updates. (not necessarily shown in UI) */
"You already have the newest version of %@." = "Vous possédez déjà la version la plus récente de %@.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You're up-to-date!" = "Votre logiciel est à jour !";

